Repository: ajmas/Boxer
Catalog: Resources/*.lproj/DOSWindow.strings
Languages: pt_br

# 910.title
source: Cmd-click to lock the mouse pointer to the window.
pt_br: Cmd+click para bloquear o mouse.

# 1279.label
source: Inspector
pt_br: Inspetor

# 1279.paletteLabel
source: Inspector
pt_br: Inspetor

# 1279.toolTip
source: Show or hide the inspector panel
pt_br: Exibir/Ocultar painel de inspeção

# 1285.label
source: Programs
pt_br: Programas

# 1285.paletteLabel
source: Programs
pt_br: Programas

# 1285.toolTip
source: Show or hide the game’s launch options
pt_br: Exibir/Ocultar opções do jogo

# 1344.ibShadowedToolTips[0]
source: Pause the game
pt_br: Pausar o jogo

# 1344.ibShadowedToolTips[1]
source: Resume the game at normal speed
pt_br: Restaurar jogo a velocidade normal

# 1344.ibShadowedToolTips[2]
source: Fast-forward the game
pt_br: Acelerar o jogo

# 1345.toolTip
source: Pause, resume or fast-forward the game
pt_br: Pausa, restaura ou acelera o jogo

# 1348.label
source: Manuals
pt_br: Manuais

# 1348.paletteLabel
source: Manuals
pt_br: Manuais

# 1348.toolTip
source: Show the documentation bundled with this game
pt_br: Exibe a documentação integrada a este jogo

# 1355.label
source: Restart
pt_br: Reiniciar

# 1355.paletteLabel
source: Restart
pt_br: Reiniciar

# 1390.title
source: Pause
pt_br: Pausar

# 1391.title
source: Play
pt_br: Executar

# 1392.title
source: Fast Forward
pt_br: Acelerar

# 1402.label
source: Change Discs
pt_br: Mudar Discos

# 1402.paletteLabel
source: Change Discs
pt_br: Mudar Discos

# 1416.label
source: CPU Speed
pt_br: Velocidade da CPU

# 1416.paletteLabel
source: CPU Speed
pt_br: Velocidade da CPU

# 1418.ibShadowedToolTip
source: Adjust the emulated CPU speed
pt_br: Ajustar a velocidade da CPU

# 1419.ibShadowedToolTip
source: Increase the CPU speed
pt_br: Aumentar a velocidade da CPU

# 1420.ibShadowedToolTip
source: Decrease the CPU speed
pt_br: Diminuir a velocidade da CPU

# 2UX-hR-kRW.ibShadowedToolTip
source: Adjust the volume
pt_br: Ajustar volume

# 32N-s1-9hf.ibShadowedToolTip
source: Mute the volume
pt_br: Mudo

# ktK-fd-rsN.ibShadowedToolTip
source: Set the volume to maximum
pt_br: Maximizar o volume
