Repository: ajmas/Boxer
Catalog: Resources/*.lproj/ImportWindow.strings
Languages: pt_br

# 3.title
source: Import a Game
pt_br: Importar um Jogo

# 15.title
source: Close
pt_br: Fechar

# 37.title
source: Launch installer
pt_br: Executar instalador

# 47.title
source: Back
pt_br: Voltar

# 50.title
source: Skip installer
pt_br: Pular instalação

# 57.title
source: Other…
pt_br: Outro…

# 70.title
source: Choose game folder…
pt_br: Escolha a pasta do Jogo…

# 141.title
source: Launch game
pt_br: Executar jogo

# 172.title
source: [Stop importing]
pt_br: [Parar importação]

# 185.title
source: Show in Finder
pt_br: Exibir no Finder

# 188.title
source: Close
pt_br: Fechar

# 229.title
source: [Gamebox name]
pt_br: [Nome da Gamebox]

# 249.title
source: Show gamebox in Finder
pt_br: Exibir gamebox no Finder

# 250.title
source: Launch game
pt_br: Executar jogo

# 282.title
source: Show gamebox in Finder
pt_br: Exibir gamebox no Finder

# 284.title
source: Clear icon
pt_br: Remover ícone

# 285.title
source: Paste as icon
pt_br: Colar como ícone

# 286.title
source: Copy icon
pt_br: Copiar ícone

# 293.title
source: Launch game
pt_br: Executar jogo

# 320.title
source: Close
pt_br: Fechar

# 442.title
source: Search for cover art
pt_br: Procurar por capa

# 450.title
source: Please wait while Boxer scans your game.
pt_br: Espere enquanto o Boxer lê seu jogo.

# 452.title
source: Drop your game here.
pt_br: Arraste seu jogo aqui.

# 454.title
source: Drop a CD-ROM, game folder or disc image and Boxer will import it into a new gamebox.
pt_br: Arraste o CD-ROM, pasta do jogo ou imagem de disco e o Boxer importará para uma nova gamebox.

# 456.title
source: Boxer will now launch an installer to set up this game.
pt_br: O Boxer vai executar agora o instalador deste jogo.

# 458.title
source: Choose installer:
pt_br: Escolha o instalador:

# 460.title
source: You can skip the installer if the game is already installed and ready to play.
pt_br: Voce pode pular a instalação do jogo se já estiver instalado.

# 462.title
source: If your game has more than one CD, you can import the others later from the Drives Inspector while you play.
pt_br: Se seu jogo exigir mais CDs, você pode importar através do Inspetor de Discos enquanto jogar.

# 467.title
source: [Current import stage]
pt_br: [Estágio atual]

# 471.title
source: Please wait while Boxer finishes importing your game.
pt_br: Aguarde enquanto o Boxer termina de importar.

# 473.title
source: Congratulations! Your new gamebox is ready to play.
pt_br: Parabéns! Seu novo gamebox está pronto.
