Repository: ajmas/Boxer
Catalog: Resources/*.lproj/Preferences.strings
Languages: pt_br

# 1.title
source: Boxer Preferences
pt_br: Preferências do Boxer

# 76.title
source: Start up games in Full Screen mode
pt_br: Iniciar os jogos em tela cheia

# 77.title
source: You can switch to and from Full Screen at any time from the View menu or by pressing ⌘-F.
pt_br: Você pode mudar para tela cheia e voltar usando o menu Exibir ou pressionando Cmd+F.

# 78.title
source: Always use 4:3 aspect ratio
pt_br: Sempre usar a proporção 4:3

# 79.title
source: When enabled, games will be stretched to match their original aspect ratio on old PC monitors.
pt_br: Quando ativado, os jogos serão esticados para bater com a proporção dos monitores antigos dos PCs.

# 87.title
source: Smooth
pt_br: Suavizado

# 88.title
source: CRT Display
pt_br: Monitor de Tubo

# 108.label
source: General
pt_br: Geral

# 108.paletteLabel
source: General
pt_br: Geral

# 109.label
source: Display
pt_br: Tela

# 109.paletteLabel
source: Display
pt_br: Tela

# 141.title
source: Keep my DOS games in:
pt_br: Manter meus jogos em:

# 145.title
source: (No folder specified)
pt_br: (Nenhuma pasta selecionada)

# 146.title
source: Other…
pt_br: Outro…

# 150.title
source: Use shelf appearance in Finder’s icon view
pt_br: Use o ícone com aparecndia de estante no Finder

# 175.label
source: General Preferences
pt_br: Preferências Gerais

# 176.label
source: Display Preferences
pt_br: Preferências de Tela

# 223.title
source: When a program is still running
pt_br: Quando o programa ainda estiver rodando

# 225.title
source: Prompt before closing:
pt_br: Perguntar antes de fechar:

# 266.label
source: Audio
pt_br: Som

# 266.paletteLabel
source: Audio
pt_br: Som

# 268.label
source: Audio Preferences
pt_br: Preferências de Som

# 276.title
source: Boxer does not come with the ROMs needed to play MT-32 music, as these are not legal to distribute.
pt_br: O Boxer não vem com as ROMs necessárias para tocar música do MT-32, pois é ilegal a distribuição.

# 278.title
source: But if one should stumble across MT-32 ROMs on the internet, then acccidentally download them, one could drag them onto this shelf to bring one’s MT-32 games to life.
pt_br: Porém se você se esbarrar pelas ROMs do MT-32 na internet, e acidentalmente baixa-las, arrasta-las para cá trarão uma vida nova ao jogos com MT-32

# 296.title
source: [Show ROMs in Finder]
pt_br: [Exibir ROMs no Finder]

# 299.title
source: [Add MT-32 ROMs…]
pt_br: [Adicionar ROMs do MT-32…]

# 309.title
source: [Drop MT-32 ROMs here to enable MT-32 emulation]
pt_br: [Solte as ROMs do MT-32 aqui para ativar a emulação]

# 317.title
source: Show messages from the MT-32’s LCD
pt_br: Exibir mensagens da tela LCD do MT-32

# 319.title
source: Some games will print secret messages on the MT-32’s LCD panel. When enabled, Boxer will display these on-screen.
pt_br: Alguns jogos exibem mensagens secretas na tela LCD do MT-32. Quando ativado, o Boxer exibirá essas mensagens na tela.

# 333.title
source: Music in supporting games will be played through your Roland MT-32 Sound Module.
pt_br: Músicas dos jogos suportados serão tocadas através do Módulo de Som do Roland MT-32.

# 334.title
source: As an MT-32 owner, you are also a person of taste and distinction.
pt_br: Como um dono de MT-31, você também é uma pessoa de bom gosto

# 348.title
source: Choose a rendering style for DOS games:
pt_br: Escolha o estilo de renderização dos jogos de DOS:

# 354.title
source: Open my games folder in Finder
pt_br: Abrir minha pasta de jogos no Finder

# 355.title
source: Show welcome panel
pt_br: Exibir o painel de Bem-vindo

# 356.title
source: Do nothing
pt_br: Fazer nada

# 357.title
source: When Boxer starts:
pt_br: Quando o Boxer abrir:

# 363.label
source: Keyboard Preferences
pt_br: Preferências de Teclado

# 367.title
source: Capture function keys and arrow keys for games
pt_br: Capture as teclas de função e setas para os jogos

# 369.title
source: Prevents OS X system hotkeys from interfering with the keyboard controls in your DOS games.
pt_br: Impede dos atalhos do macOS interferirem com os controles de teclado dos seus jogos do DOS.

# 373.title
source: “Enable access for assistive devices” must also be enabled in the Universal Access preferences.
pt_br: “Ativar acesso a dispositivos de acessibilidade” deve ser ativo nas Preferências de Acessibilidade.

# 377.title
source: Open System Preferences
pt_br: Abrir Preferências do Sistema

# 396.label
source: Keyboard
pt_br: Teclado

# 396.paletteLabel
source: Keyboard
pt_br: Teclado

# cba-8m-oxX.title
source: Open a DOS prompt
pt_br: Abrir sessão do DOS
